Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prinsipper-for-opplaering-samisk.html.tmx
Source language: nob
Languages: sme

source: Prinsipper for opplæring - Samisk
sme: Oahpahusa prinsihpat - Sámi

source: Prinsipper for opplæringen sammenfatter og utdyper bestemmelsene i opplæringslova og forskrifter til lova, inkludert læreplanverket.
sme: Oahpahusa prinsihpat oktiigesset ja čiekŋudit oahpahuslága ja oahpahuslága láhkaásahusaid, mearrádusaid, dasa gullá maid oahppoplánabuvttus.

source: Prinsipper bidrar til å tydeliggjøre skoleeiers ansvar for en opplæring som er i samsvar med lov og forskrift, i tråd med menneskerettighetene og urfolksrettighetene.
sme: Prinsihpat leat mielde čielggasmahttime skuvlaeaiggáda ovddasvástádusa fállat oahpahusa mii čuovvu lága ja láhkaásahusaid, olmmošvuoigatvuođaid ja álgoálbmotvuoigatvuođaid.

source: Det er fastsatt egen samisk prinsippdel som gjelder for alle grunnskoler i forvaltningsområdet for samisk språk.
sme: Lea mearriduvvon sierra sámi prinsihppaoassi mii gusto buot skuvllaide sámegiela hálddašanguovllus.

source: I prinsipper for opplæring - samisk er det definisjon på samisk skole: Betegnelsen den samiske skolen er en del av fellesskolen og omfatter skole eller gruppe hvor grunnopplæringen følger det samiske læreplanverket.
sme: Oahpahusa prinsihpain lea sámi skuvlla definišuvdna: Namahus "sámi skuvla" lea oktasašskuvlla oassi ja mearkkaša skuvlla dahje joavkku, gos vuođđooahpahus čuovvu Máhttolokten - Sámi oahppoplánabuktosa.

source: I prinsippdelen inngår den samiske læringsplakat hvor det som første punkt heter det;
sme: Prinsihppaoassái gullá sámi oahppoplakáhtta mas vuosttaš čuokkis čuodjá ná:

source: den samiske skolen og lærebedriften skal
sme: Sámi skuvla ja oahppofitnodat galgá:

source: legge til rette for at elever/lærlinger får en kvalitetsmessig god opplæring med basis i samisk språk, kultur og samfunnsliv.
sme: láhčit dili nu ahte oahppit ja fidnooahppit ožžot kvalitehtalaš buori oahpahusa mas vuođđun lea sámegiella, sámi kultuvra ja servodateallin

source: Denne bestemmelsen skal legges som grunn for all opplæring i samisk skole, også for opplæring etter ordinære læreplaner som f.eks i matematikk.
sme: Dát mearrádus galgá leat vuođđun buot oahpahussii sámi skuvllas, maid dan oahpahussii mii addo našunála oahppoplánaid mielde, ovdamearkka dihte matematihkas.

source: I prinsippet er alle læreplaner samiske læreplaner da all opplæring i alle kompetansemål gis ut fra samisk perspektiv.
sme: Prinsihpalaččat leat buot oahppoplánat sámi oahppoplánat go buot oahpahus buot gelbbolašvuođamihttomeriin galgá leat sámi perspektiivvas.

source: I samisk skole er det ikke påbudt at alle elever skal ha samisk som fag, men alle skal ha opplæring etter samiske parallelle likeverdige læreplaner som har et forsterket samisk innhold i forhold til ordinære læreplaner.
sme: Sámi skuvllas ii leat geatnegahtton ahte buot ohppiin galgá leat sámegiella fágan, muhto buohkat galget oažžut oahpahusa sámi parallealla seammaárvosaš oahppoplánaid mielde main lea nannoset sámi sisdoallu go dábálaš oahppoplánain.

source: Prinsipper for opplæring – samisk finnes i nordsamisk og norsk versjon her: https://www.udir.no/laring-og-trivsel/lareplanverket/kunnskapsloftet-samisk/prinsipper-for-opplaringen-samisk/
sme: Oahpahusa prinsihpat – sámi gávnnat davvisámegillii ja dárogillii dáppe: https://www.udir.no/laring-og-trivsel/lareplanverket/kunnskapsloftet-samisk/prinsipper-for-opplaringen-samisk/
